/* Append indication of trial license */
" (Expiring Trial License)" = "(已过期的试用许可)";

/* Append indication of license type */
" - Household License" = " - 家用许可";

/* Append indication of license type */
" - Pro Edition" = " - 专业版本";

/* Append indication of license type */
" - Site License" = " - 网站许可";

/* format to show type of pagelet and its title, e.g. RSS Feed 'Cat Daily Digest' */
"%@ %@%@%@" = "%1$@ %2$@%3$@%4$@";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ 于 %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ 发生了一个错误。";

/* The first @ is the name of the application. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ 在下载一些插件时发生了一个错误。请将此错误汇报给 Karelia Software。\n\n%2$@";

/* The first @ is the name of the application. */
"%@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%@" = "%1$@ 在下载该插件时发生了一个错误。请将此错误汇报给 Karelia Software.\n\n%2$@";

/* Both @s are the name of the application. */
"%@ has installed the plug-in.  You will need to restart %@ to see it." = "%1$@ 已成功安装插件。你需要重启 %2$@ 才能看到它。";

/* Both @s are the name of the application. */
"%@ has installed the plug-ins.  You will need to restart %@ to see them." = "%1$@ 已成功安装这些插件。你需要重启 %2$@ 才能看到它们。";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ 已经注册。谢谢。";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ 如果找到临时文件，可以安全地删除此临时文件。\n%2$@ 建立此文件以验证此台电脑可透过 Internet 连接。";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(创建日期)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(空白标题)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(修改日期)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(下列视频 GPU 支持 Quartz Extreme 功能：NVIDIA GeForce2 MX 以上，或任何 AGP-based ATI RADEON GPU。不少于 16MB VRAM。)";

/* list separator: , in English */
"," = ",";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the \\U201CPages\\U201D button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>" = "<p>这是新的网志。你可以使用你的网志介绍文字替代这文本或愿意的话删除它。要添加新条目到网志，使用“页面”按钮添加新的页面。要获得更多关于 Sandvox 的网志信息，请从头看完我们的<a href=\"help:Blogging_with_Sandvox\">帮助指引</a>。</p>";

/* left double quote */
"\\U201C" = "“";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "“站点”必须是一个文件夹";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\n若您仅是进行测试，且可接受无法从 Internet 上存取个人网站，则可忽略此项警告。";

/* error reason: document metadata is unreadable */
"\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox 无法读取文稿的 metadata.\n\n请透过\"帮助\"菜单来传送反馈意见，与 Karelia Software 联络。";

/* error reason: document model version is unknown */
"\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\n此文稿似乎是未知的文稿格式。\n\n请通过使用帮助菜单发送回馈联系 Karelia Software。";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\n这是一份 %1$@ 的崩溃报告。获得良好的回馈有助于持续改进 %2$@。请使用标题 “%4$@”以电子邮件发送这文稿的内容给 %3$@。一旦发送，你可在任意时候移去该文件。谢谢您。\n\n";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "找到路径 '%@' 的文件。然而，这必须是文件夹，而非文件。请以文件夹取代此文件。";

/* alert message */
"A snapshot of the document could not be created as it is already a snapshot." = "不能创建这文稿的快照，因为这已经是一个快照";

/* Button to accept other automatically found media */
"Accept Other File" = "接受其他文件";

/* Button to accept other automatically found media */
"Accept Other Files" = "接受其他文件";

/* action name for adding a collection */
"Add Collection" = "添加收藏";

/* alt text for + button in HTML view */
"Add Element" = "添加元素";

/* Action Name: Add Link */
"Add Link" = "添加链接";

/* action name for adding a page */
"Add Page" = "添加页面";

/* action name for adding a page */
"Add Pagelet" = "添加 Pagelet";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "创建高级标题仅可在支持 Quartz Extreme 的 Mac 上使用。";

/* all plugin types, for 'show:' popup menu */
"All types" = "全部类型";

/* tooltip Collection sorting */
"Alphabetical" = "按字母排序";

/* No comment provided by engineer. */
"Always select containing page" = "总是选取包含页面";

/* fragment describing a particular page */
"an enclosing container page, %@%@%@" = "一个附上的的容器页面，%1$@%2$@%3$@";

/* join conjunction: and in English */
"and" = "和";

/* Placeholder */
"Anonymous" = "匿名";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "另一个丢失的媒体文件已在同样位置被发现。";

/* Saving error */
"Another save operation is already in progress." = "另一存储操作已在进行中";

/* Part of an archive's page title */
"Archive" = "归档";

/* License change alert title */
"Are you sure you want to change the registration key to \\U201C%@?\\U201D" = "您确定要更改注册序列号为 “%@?”";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "您确定要清除注册序列号？";

/* title of alert when changing page file name */
"Are you sure you wish to change the file name of this page?" = "您确定要更改这页面的文件名？";

/* status message for test connection */
"Attempting to change to directory... " = "正在尝试更改目录...";

/* status message for test connection */
"Attempting to delete the test file... " = "正在尝试删除测试文件...";

/* status message for test connection */
"Attempting to download the test file... " = "正在尝试下载测试文件...";

/* status message for test connection */
"Attempting to upload a test file... " = "正在尝试上传测试文件...";

/* Publishing engine authentication error */
"Authentication failed." = "验证失败。";

/* Quick Look preview sticky-note text */
"Author" = "作者";

/* tooltip Author:  */
"Author: " = "作者：";

/* connection delegate */
"Authorize Connection?" = "批准连接？";

/* Status: Autosaving... */
"Autosaving\\U2026" = "正在自动保存...";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[返回页首]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* Prefix for backup copy of document */
"Backup of " = "备份";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”" = "在它能被打开之前，该文稿必须被更新为最新的 Sandvox 数据格式。一份原始文稿的备份将另存为 “%@.”";

/* Message while building menus. */
"Building Menus..." = "正在建立菜单...";

/* button title to prompt user to buy application */
"Buy %@" = "购买 %@";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "无法写入文件到路径－目录是只读的(%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "无法写入文件到路径－母体不是一个目录(%@)";

/* Cancel Button
   Button title
   Cancel
   Button Title */


"Cancel" = "取消";

/* alert message */
"Cannot copy document over itself." = "无法拷贝文稿到本身上";

/* No comment provided by engineer. */
"Cannot Select Pagelet from This Page" = "无法从此页面选取 Pagelet";

/* alert title (capitalized) */
"Cannot Select Pagelet From This Page" = "无法从此页面选取 Pagelet";

/* alert button when changing file name */
"Change" = "更改";

/* Button title to change registration code */
"Change Registration" = "更改注册";

/* body of alert when changing page file name */
"Changing the file name of this page will also change the URL of this page. Because this page has been previously published, any bookmarks or links to this page from other websites will no longer work." = "改变这页面的文件名也将改变这页面的网址。因为该页面已被发布过，来自其它网站的相关该页面的书签链接或者不再有效。";

/* Button title */
"Check for Updates" = "核查更新";

/* choose button - open panel
   choose - open panel */

"Choose" = "选择";

/* Button title to clear registration */
"Clear" = "清除";

/* title of '+' button; instructions for what to do */
"Click on + to insert an element" = "按一下 + 以插入元素";

/* Button title */
"Close" = "关闭";

/* menu tooltip to hide site outline */
"Collapses the outline of the site from the left side of the window." = "自此窗口的左侧收合网站的大纲";

/* String_On_Page_Template -- text for link on a blog posting */
"Comment" = "留言注释";

/* String_On_Page_Template -- text for link on a blog posting */
"Comments" = "留言";

/* status message for test connection */
"Connectivity test passed!" = "连接测试成功！";

/* status message for test connection */
"Contacting %@... " = "正在联系 %@...";

/* Button in setup host to go to next dialog */
"Continue" = "继续";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "继续阅读 @@";

/* Copy MenuItem */
"Copy" = "拷贝";

/* Copy Page MenuItem */
"Copy Page" = "拷贝页面";

/* Copy Pages MenuItem */
"Copy Pages" = "拷贝页面";

/* No comment provided by engineer. */
"Copying pages..." = "正在拷贝页面...";

/* No comment provided by engineer. */
"Copying..." = "正在拷贝...";

/* Default text for page bottom */
"copyrightHTML" = "版权文字 (著作权、联系人信息...等等。)";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "不能创建“站点”文件夹";

/* Title of alert */
"Could not find web server documents folder." = "无法找到网页服务器文稿文件夹。";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "不能使 “站点” 文件夹为可读";

/* Title of alert */
"Could not make web server folder readable" = "无法让网页服务器文件夹变成可读";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "不能修改“站点”文件夹";

/* Title of alert */
"Could not modify web server documents folder" = "无法修改网页服务器文稿文件夹";

/* Alert: Could not remove pre-existing file at path %@. */
"Could not remove pre-existing file at path %@." = "无法移去路径 %@ 下预先存在的文件。";

/* Title of alert */
"Could not store password in keychain" = "不能存储密码到钥匙串";

/* Crash Report FileName */
"Crash Report" = "当机报告";

/* Create Button */
"Create" = "创建";

/* Create Link... MenuItem
   Create Link... ToolbarItem */
"Create Link..." = "创建链接…";

/* tooltip Created:  */
"Created: " = "创建时间：";

/* status message for test connection */
"Creating Directories... " = "正在创建目录...";

/* No comment provided by engineer. */
"Creating pages..." = "正在创建页面...";

/* Creating Site... */
"Creating Site..." = "正在创建网站...";

/* Last menu item to indicate custom index type */
"Custom" = "自定";

/* contextual menu item */
"Custom Summary for Index" = "自定索引摘要";

/* multiple items selected, very short placeholder */
"Custom titles" = "自定标题";

/* Cut MenuItem */
"Cut" = "剪切";

/* Cut Page MenuItem */
"Cut Page" = "剪切页面";

/* Cut Pages MenuItem */
"Cut Pages" = "剪切页面";

/* The default item in a list. */
"Default" = "预设";

/* The default item in a list. */
"Default (%@)" = "预设 (%@)";

/* Title of initial home page */
"defaultRootPageTitleText" = "首页";

/* Delete MenuItem
   Delete Button */

"Delete" = "删除";

/* Delete Collection Alert Title
   Delete Collection MenuItem */

"Delete Collection" = "删除收藏";

/* Delete Page MenuItem
   Delete Page Alert Title */

"Delete Page" = "删除页面";

/* Delete Pagelet MenuItem */
"Delete Pagelet" = "删除 Pagelet";

/* Delete Pages MenuItem
   Delete Pages Alert Title */

"Delete Pages" = "删除页面";

/* plugin type for 'show:' popup menu */
"Designs" = "设计样板";

/* status message for test connection */
"Disconnecting... " = "正在中断连接...";

/* String_On_Page_Template -- text for link on a blog posting */
"Disqus Comments" = "Disqus 留言";

/* Delete Collection without Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D ?" = "您真的要删除名为“%@”的收藏？";

/* Delete Collection with Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D and all the pages it contains?" = "您真的要删除名为“%@”的收藏和它包含的全部页面？";

/* Delete Page Alert Message */
"Do you really want to delete the page named \\U201C%@\\U201D ?" = "您真的要删除名为“%@”的页面？";

/* Delete Pages Alert Message */
"Do you really want to delete the pages named %@, and any pages they contain?" = "您真的要删除名称为 \"%@\" 的页面以及其包含的所有页面？";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "您真的要存储不完整的主机信息？";

/* alert: replace snapshot title */
"Do you want to replace the last snapshot?" = "您真的要替换最近的快照？";

/* alert: revert to snapshot. */
"Do you want to revert to the most recently saved snapshot?" = "您真的要恢复到上次存储的快照？";

/* No comment provided by engineer. */
"Do you want to send this message?" = "您要发送这信息吗？";

/* alert message */
"Documents cannot be opened while in the Snapshots folder." = "文稿不能被打开，当它位于快照文件夹里的时候。";

/* Don't Save Button
   Button Title */

"Don\\U2019t Save" = "不存储";

/* Done Button in setup host */
"Done" = "完成";

/* status message for test connection */
"Done." = "完成。";

/* button title */
"Download & Install Checked Items" = "下载并安装所选的项目";

/* tooltip Draft:  */
"Draft: " = "草稿：";

/* action name for dragging source objects withing the outline */
"Drag" = "拖放";

/* action name for dragging external objects to source outline */
"Drag from External Source" = "从外部来源拖放";

/* tooltip */
"Drag to the left or right to adjust the width of the site outline sidebar." = "拖放至左侧或右侧，以调整网站大纲侧边栏的宽度。";

/* tooltip */
"Drag to the right to reveal the site outline sitebar" = "拖放至右侧以显示网站大纲侧边栏";

/* Duplicate MenuItem
   menu title to duplicate generic item */

"Duplicate" = "复制";

/* menu title to duplicate a collection */
"Duplicate Collection" = "复制收藏";

/* Duplicate Page MenuItem
   menu title to duplicate a single page */

"Duplicate Page" = "复制页面";

/* Duplicate Pagelet MenuItem
   menu title to duplicate pagelet */

"Duplicate Pagelet" = "复制 Pagelet";

/* Duplicate Pages MenuItem
   menu title to duplicate multiple pages */

"Duplicate Pages" = "复制页面";

/* Button in setup host to start the editing process */
"Edit" = "编辑";

/* Edit Link... MenuItem
   Edit Link... ToolbarItem */
"Edit Link..." = "编辑链接...";

/* Edit Raw HTML... MenuItem */
"Edit Raw HTML..." = "编辑 Raw HTML...";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "输入注册序列号解锁  %@:";

/* alert title */
"Error Downloading Plug-ins" = "下载插件错误";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "安装插件错误";

/* Alert Message Title, error installing multiple plug-ins */
"Error Installing Plug-ins" = "安装插件错误";

/* No comment provided by engineer. */
"Error Loading Web Page" = "载入网页错误";

/* No comment provided by engineer. */
"Error message reported was: %@" = "错误信息报告为：%@";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "遇到错误。测试失败。请返回并检查您的设定。";

/* status message for test connection */
"Establishing %@ connection... " = "正在建立 %@ 连接...";

/* Export confirmation button */
"Export" = "输出";

/* Growl notification
   Transfer Controller */
"Export Complete" = "输出完成";

/* save panel name field label. You must keep it short! */
"Export To:" = "导出到：";

/* Upload information */
"Exporting “%@”" = "正在导出“%@”";

/* Publishing sheet title */
"Exporting…" = "正在导出...";

/* button title */
"Export…" = "导出...";

/* status message for test connection */
"Failed" = "失败";

/* status message for test connection */
"Failed." = "失败。";

/* Find MenuItem */
"Find" = "查找";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "它应可在 Internet 上于 %@ 存取。(尚未验证)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "它应可在 Internet 上于 %@ 存取。";

/* Go to (followed by URL) */
"Go to" = "前往";

/* action name for grouping selected items */
"Group" = "群组";

/* String_On_Page_Template -- text for link on a blog posting */
"Haloscan Comments" = "Haloscan 留言";

/* menu title to hide designs bar */
"Hide Designs" = "隐藏设计样板";

/* menu title to hide Editing Markers */
"Hide Editing Markers" = "隐藏编辑标记符号";

/* menu title to hide inspector panel */
"Hide Inspector" = "隐藏检查器";

/* menu title to hide inspector panel */
"Hide Media Browser" = "隐藏媒体浏览器";

/* menu title to hide site outline */
"Hide Site Outline" = "隐藏网站大纲";

/* menu title to hide status bar */
"Hide Status Bar" = "隐藏状态栏";

/* Home Page */
"Home" = "个人文件夹";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "主机字符集不匹配";

/* Undo name */
"Host Settings" = "主机设定";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "然而，您必须启动 Web 共享，才可启用此功能。";

/* Title of results alert */
"HTML is Valid" = "HTML 有效";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "我已存放注册序列号到安全的位置。";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "如果您缺乏配置主机的经验，我们建议您参阅联机帮助，使用这窗口里的帮助按钮。";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "如果继续，这台计算机上的 %@ 注册信息将被移去。";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "如果继续，这台计算机上现有的 %@ 注册信息将被移去。";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "在 docRoot 中找到无效字符。";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "在网址中找到无效字符。网址的格式必须是 http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "在用户 ID 中找到无效字符。用户 ID 可包含数字、字母及下横线。";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "文件夹名称含有不适当的字符。文件夹名称请使用字母、数字、破折号及底线。";

/* Segment Label */
"Image" = "图像";

/* Image  */
"Image " = "图像";

/* Popup menu title for setting the index.html file's extensions */
"Index file name" = "索引文件名";

/* tooltip Index Type:  */
"Index Type: " = "索引类型：";

/* Message while initializing launching application. */
"Initializing..." = "正在初始化...";

/* Action Name: Insert Link */
"Insert Link" = "插入链接";

/* ActionName: Insert Text */
"Insert Text" = "插入文本";

/* No comment provided by engineer. */
"installed the plug-ins" = "安装这些插件";

/* No comment provided by engineer. */
"Installing Plug-ins..." = "正在安装这些插件...";

/* String_On_Page_Template -- text for link on a blog posting */
"IntenseDebate Comments" = "IntenseDebate 留言";

/* No comment provided by engineer. */
"Invalid Registration Key" = "无效的注册序列号";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "无效的图像缩放尺寸";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "此网址 %@ 似乎无法被此台电脑解析。已联络网页服务器，但未找到测试文件。原因之一是您可能在本地网络中安装了路由器，但并未传送网页的请求至您的电脑。您必须参阅路由器的说明文件，或与网络管理员确认。";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "此网址 %@ 似乎无法被此台电脑解析。原因之一是此电脑的主机名称可能未正确指定，且会实际对应至您的电脑。";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "它可由您的电脑以及位于 %@ 本地网络的其他人读取。";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "它将可从 Web 于 %@ 存取。";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "它将透过 %1$@ 传输至您位于 %3$@ 的 '%2$@' 账号。";

/* String_On_Page_Template -- text for link on a blog posting */
"JS-Kit Comments" = "JS-Kit 留言";

/* Quick Look preview sticky-note text */
"Language" = "语言";

/* tooltip Language:  */
"Language: " = "语言：";

/* Quick Look preview sticky-note text */
"Last updated" = "上一次更新";

/* tooltip Last Updated:  */
"Last Updated: " = "最近更新：";

/* tooltip Collection sorting */
"Latest at bottom" = "底部最新的";

/* tooltip Collection sorting */
"Latest at top" = "顶部最新的";

/* Segment Label, indicating that we are inspecting the current level, not the whole site */
"Level" = "层级";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "违反许可：太多 %@ 的拷贝在同时运行。";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "许可";

/* Shows who the application is licensed to */
"Licensed to %@" = "许可给 %@";

/* Message while loading plugins. */
"Loading Plug-ins..." = "正在载入插件...";

/* placeholder string for inserted element in page */
"Lorem ipsum dolor sit amet." = "Lorem ipsum dolor sit amet.";

/* Button to make web folder writable */
"Make Writable" = "设为可写";

/* No comment provided by engineer. */
"Message from Karelia Software" = "来自 Karelia Software 的信息";

/* Move to Callout MenuItem */
"Move to Callout" = "移至文章内文区";

/* Move to Sidebar MenuItem */
"Move to Sidebar" = "移至侧边栏";

/* alt text of navigation button */
"navigateListHTML" = "列表";

/* text of navigation button */
"navigateMainHTML" = "主体";

/* alt text of navigation button */
"navigateNextHTML" = "之后";

/* alt text of navigation button */
"navigatePreviousHTML" = "之前";

/* tooltip Needs Uploading:  */
"Needs Uploading: " = "需要上传：";

/* Save Panel Title */
"New Site" = "新建网站";

/* No
   No Button */

"No" = "否";

/* message for progress window */
"No changes need publishing." = "没有需要发布的更改。";

/* No document path specified. */
"No document path specified." = "没有已指定的文稿路径。";

/* First menu item to indicate no index */
"No Index" = "没有索引";

/* No comment provided by engineer. */
"No plug-in found with the identifier %@" = "没有以身份 %@ 查找到插件";

/* Warning when we cannot load HTML source of a web page */
"No Source Available" = "没有可用的来源";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "在您指定的网址上没有网络服务器响应，%@。您计算机上的网络服务器可能没工作。或者这计算机的主机名称可能指定得不恰当。或者安装在您的本地网络上的路由器没把网页要求发送到您的计算机。您需要重新查看路由器文件或向告诉您的网络管理员。";

/* title of alert */
"Non-Page Link" = "非页面链接";

/* tooltip Collection sorting */
"Not sorted" = "尚未排序";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "说明：在张贴内容 (文字、图片、音频等等) 到您的网站前，请确定您拥有著作权与/或可享有必要的权利。";

/* change cancel button to ok
   OK
   OK Button
   couldn't make connection */

"OK" = "好";

/* No comment provided by engineer. */
"On published site, clicking on image will view full-size image" = "在发布的网站上，按一下图像将可检视完整尺寸的图像。";

/* Button to ignore other automatically found media */
"Only This File" = "仅这文件";

/* Alert Message */
"Opening" = "正在打开";

/* status message for test connection */
"Operation timed out." = "操作逾时。";

/* multiple items selected, very short placeholder */
"Optional summaries" = "可选的总结";

/* multiple items selected, longer placeholder */
"Optional summaries. (Duplicates are discouraged.)" = "可选的总结。 (不可被复制。)";

/* null summary available, very short placeholder */
"Optional summary" = "可选的总结";

/* null summary available, longer placeholder */
"Optional summary of page. Used by search engines." = "这页面的可选总结。使用于搜索引擎。";

/* multiple items selected, very short placeholder
   null keywords available, very short placeholder */

"Optional words" = "可选词汇";

/* multiple items selected, longer placeholder */
"Optional words describing pages, separated by “,”" = "用于描述这些页面的词汇，使用“,”分隔";

/* null keywords available, longer placeholder */
"Optional words describing this page, separated by “,”" = "用于描述该页面的词汇，使用“,”分隔";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "其他丢失的文件已在同一位置被找到。";

/* String_On_Page_Template - description of trackbacks */
"Other Posts About This" = "其他有关这内容的张贴";

/* Window title */
"Page Code Injection" = "页面代码插入";

/* tooltip Page Type:  */
"Page Type: " = "页面类型：";

/* Validation error */
"Page without a parent" = "没有主体内容的页面";

/* Segment Label */
"Pagelet" = "Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by home page" = "首页的 Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by page %@%@%@" = "该 Pagelet 属于页面 %1$@%2$@%3$@";

/* Quick Look preview sticky-note text */
"Pages" = "个页面";

/* plugin type for 'show:' popup menu */
"Pages/Pagelets" = "页面/Pagelet";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "收藏";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "收藏";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "个页面";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "个页面";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Pagelet";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Pagelet";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "设计样板";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "创建/编辑链接";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "编辑 Raw HTML";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "显示/隐藏标记符号";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "群组";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "发布更改内容";

/* No comment provided by engineer. */
"PALETTE_PUBLISH_ALL" = "发布整个网站";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "设定主机";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "检查器";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "媒体";

/* status message for test connection */
"Password was not accepted." = "密码不被接受。";

/* Paste MenuItem */
"Paste" = "粘贴";

/* Paste Page MenuItem */
"Paste Page" = "贴上页面";

/* Paste Pagelet MenuItem */
"Paste Pagelet" = "贴上 Pagelet";

/* Paste Pagelets MenuItem */
"Paste Pagelets" = "贴上 Pagelet";

/* Paste Pages MenuItem */
"Paste Pages" = "贴上页面";

/* Text embossed on placeholder photo */
"Placeholder Image" = "占位符图像";

/* Publishing engine authentication error */
"Please check your account settings in the MobileMe System Preferences pane." = "请在系统偏好设置里检查您的 MobileMe 账户设置。";

/* error recovery suggestion */
"Please choose a different location to copy to." = "请选择另一个位置进行拷贝。";

/* alert info */
"Please close the document and then move it out of the Snapshots folder." = "请关闭文稿并将其移出快照文件夹。";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "请创建文件夹以包含您的网站。";

/* alert info */
"Please move the document out of the Snapshots folder first." = "请先将文稿移出快照文件夹。";

/* indicator that this is a demo */
"Please purchase a license to Sandvox." = "请购买一份 Sandvox 的许可";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant again to test your host setup." = "请运行主机设置助理测试您的主机设置。";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant and re-enter your host's login credentials." = "请运行主机设置助理并重新输入您的主机登录身份。";

/* Hosting not setup */
"Please set up the site for publishing, or export it to a folder instead." = "请设置网站的发布，或导出到一个文件夹。";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "请更新 %@ 到新版本。";

/* Alert Message Title, only one plug-in was installed */
"Plug-in Installed" = "插件已安装";

/* alert title */
"Plug-ins Downloaded" = "插件已下载";

/* Alert Message Title, multiple plug-ins were installed */
"Plug-ins Installed" = "已安装的插件";

/* Uploading progress info */
"Preparing to export…" = "正在准备导出...";

/* Uploading progress info */
"Preparing to upload…" = "正在准备上传...";

/* name appened to copy of file before version migration */
"previous" = "之前";

/* No comment provided by engineer. */
"Publish All" = "发布整个网站";

/* Quick Look preview sticky-note text */
"Published at" = "发布于";

/* Growl notification
   Transfer Controller */
"Publishing Complete" = "发布完成";

/* Upload message text */
"Publishing failed." = "发布失败。";

/* Upload message text */
"Publishing finished." = "发布已完成。";

/* window title */
"Publishing Transcript" = "发布进程抄本";

/* Publishing sheet title */
"Publishing…" = "正在发布...";

/* Prompt to purchase license */
"Purchase your License to %@:" = "购买您的许可到 %@:";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme 不可用";

/* Quit button */

"Quit" = "退出";

/* status message for test connection */
"Received the error message: %@" = "收到错误信息：%@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "注册序列号已接受";

/* tooltip for reload button */
"Reload web view" = "重新载入网站显示";

/* contextual menu item */
"Remove Custom Summary of Page..." = "移除自定页面摘要...";

/* ActionName: Remove Link */
"Remove Link" = "移除链接";

/* action name for removing selected page */
"Remove Selected Page" = "移去所选页面";

/* action name for removing selected pages */
"Remove Selected Pages" = "移去所选页面";

/* warning shown after [English] description of a plugin in the plugin installer window */
"Requires %@ version %@." = "需要 %1$@ 版本 %2$@。";

/* tooltip Collection sorting */
"Reverse alphabetical" = "反转字母顺序";

/* Revert Button */
"Revert" = "复原";

/* alert: revert failed */
"Revert Failed" = "恢复失败";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Sandvox 致谢声明";

/* title of alert */
"Sandvox Demo: Restricted Publishing" = "Sandvox 试用版本：发布受限";

/* alert info text */
"Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not." = "Sandvox 没有检测到自上次发布以来的内容变更。发布整个网站将上传全部内容，不管是否存在更改。";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox  无法写文件到您计算机的临时目录里。";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "需要 Sandvox PRO 生成这类型的页面";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Sandvox 公众测试版";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Sandvox 释出说明";

/* kind of document */
"Sandvox Site" = "Sandvox 站点";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox 无法顺利从 Internet 存取您的电脑。";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox 无法在您个人目录的“站点”文件夹里创建文件。您需要改这文件夹为可写(通过 Finder)。";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox 无法在您电脑上 '%@' 的文件夹内创建文件。您是否要将此文件夹设为电脑所有用户皆可写？";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox 无法在您电脑上 '%@' 的文件夹内创建文件。您必须使用 Finder 来进行调整。";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox 不能在你的个人目录里创建名为“站点”的文件夹。你需要修复 Mac OS X 安装以便你能在你的个人目录里创建文件。";

/* alert: could not remove prior snap */
"Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable." = "Sandvox 无法创建这文稿的快照。请检查文件夹 %@ 是否存在并可写。";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox 无法在路径 '%@' 下找到文件夹。您必须进行 Mac OS X 安装修复，以便让目录存在。";

/* alert: could not Trash document */
"Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually." = "Sandvox 无法在恢复前将当前版本的文稿放到废纸篓。这是出于安全防范。该文稿将不会被恢复。请查看废纸篓并在%@手动移去该文稿。";

/* alert: could not revert document */
"Sandvox was unable to revert using the current snapshot. Please drag the document %@ out of the Trash and reopen it to continue using it. Please also check that the directory %@ is readable." = "Sandvox 无法使用当前的快照进行恢复。请将文稿 %1$@ 从废纸篓拖出，并重新打开继续使用。同时请检查目录 %2$@ 是否可读。";

/* Code Injection information */
"Sandvox will insert its content between these fields" = "Sandvox 将在这些字段之间插入它的内容";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox 仍可完美顺利的运作，但无法创建精美迷人的页面标题。";

/* Save Button */
"Save" = "存储";

/* Save a Copy As... */
"Save a Copy As..." = "存储副本为…";

/* Save sheet name field label */
"Save Copy:" = "存储拷贝：";

/* Message while checking documents. */
"Searching for previously opened documents..." = "正在搜索先前开启的文件...";

/* Button title */
"Select" = "选择";

/* Segment Label */
"Selection" = "所选项目";

/* Button Title */
"Send" = "发送";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "发送报告到 Karelia...";

/* Message to user during HTTP submit */
"Sending request to Karelia..." = "发送请求到 Karelia...";

/* tooltip Server Path:  */
"Server Path: " = "服务器路径：";

/* status message for test connection */
"Server reached." = "已连上服务器。";

/* Description of an HTTP error */
"Server returned status code %d %@" = "服务器返回状态代码 %1$d %2$@";

/* action name for setting banner image */
"Set Banner" = "设定横幅";

/* menu title to show design bar */
"Show Designs" = "显示设计样板";

/* menu title to show Editing Markers */
"Show Editing Markers" = "显示编辑标记符号";

/* menu title to show inspector panel */
"Show Inspector" = "显示检查器";

/* menu title to show inspector panel */
"Show Media Browser" = "显示媒体浏览器";

/* menu title to show site outline */
"Show Site Outline" = "显示网站大纲";

/* menu title to show status bar */
"Show Status Bar" = "显示状态栏";

/* Tooltip: menu tooltip to show site outline */
"Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it." = "在窗口的左侧显示网站大纲。窗口必须具有足够的宽度才可容纳站台大纲。";

/* Segment Label, indicating that we are inspecting the whole site */
"Site" = "网站";

/* Window title */
"Site Code Injection" = "网站代码插入";

/* Default introduction statement for a page */
"siteSubtitleHTML" = "这是您网站的副标题。";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[跳过]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "网站导航";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[跳过]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "侧边栏";

/* Snapshot Button */
"Snapshot" = "快照";

/* alert: snapshot failed */
"Snapshot Failed" = "无法创建快照";

/* tooltip Collection sorting */
"Sorting:" = "排序：";

/* Specified document path is a directory. */
"Specified document path is a directory." = "已指定的文稿路径是一个目录。";

/* Spelling MenuItem */
"Spelling" = "拼写";

/* transfer panel button name
   button title to stop downloading */

"Stop" = "停止";

/* tooltip for stop button */
"Stop loading" = "停止载入";

/* Title of alert */
"Temporary License Expired" = "临时许可已过期";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "感谢您提交报告。";

/* Message to user following successful HTTP submit */
"Thanks.  (You were already on our email list.)" = "谢谢。(您已在我们的邮件列表里。)";

/* Message to user following successful HTTP submit */
"Thanks.  We are sending you a confirmation email." = "谢谢。我们已给您发送了确认邮件。";

/* alert message */
"The document could not be copied." = "这文稿不能被复制。";

/* alert message */
"The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location." = "这文稿不能被复制。Sandvox 不能移动一个现有的文件到相同的位置。";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "位于 '%@' 的文件夹必须可让其他用户读取，以便从您的电脑提供网站主机服务。您必须将此文件夹设为完全可读取 (使用 Finder)。";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "下列插件不能被安装：\n\n%@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "下列插件已被安装：\n\n%@\n请重新启动 Sandvox 使用最新的插件。";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "以下网址不能被打开：\n\n%@\n\n或许那是无效的网址，也可能是你的 Mac 没有正确配置好网络设置。 你可以选择并拷贝该网址粘贴到浏览器上打开它。";

/* fragment describing homepage */
"the home page" = "首页";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "你选择的主机一直以 '%@' 编码文字。为防止文字显示不正确，我们建议你使用检查器正确设置 '字符编码' 进行匹配。";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from %@. Please select that page to edit this pagelet." = "您点选的项目 %1$@ 拷贝自 %2$@。请选取该页面以编辑此 pagelet。";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from an enclosing container page, %@%@%@. Please select that page to edit this pagelet." = "你单击的项目，%1$@，被拷贝自一个附上的容器页面，%2$@%3$@%4$@。请选择该页面编辑这 pagelet。";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "该序列号由支付服务器返回，“%@”，意思是没被接受。如果问题依然存在，请手动输入这序列号，或从帮助菜单提交反馈。";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "您输入的序列号，“%@”，没有被接受。请确保您完全正确地输入那些代码。(尝试拷贝它们到文本框里。)\n\n注意：您的注册序列号是一组词汇，通常是您的姓名加三个无意义的单词。";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \\U201CKeychain Access\\U201D utility and repair your keychain, and then set up your host again." = "钥匙串管理器返回错误 %d，因此你的密码并没有存储在钥匙串里。你可能需要运行“钥匙串访问”实用工具并修复你的钥匙串，并再次设置你的主机。";

/* alert: snapshot will be placed in trash.  %@ is a date or a day name like yesterday with a time. */
"The older snapshot will be placed in the Trash.  It was saved %@.  " = "较早的快照将被移到废纸篓。它被存储 %@。";

/* Alert: The path %@ is not writeable. */
"The path %@ is not writeable." = "路径 %@ 无法写入。";

/* alert: changes will be lost. %@ is replaced by a date or day+time */
"The previous snapshot was saved %@. Your current changes will be lost." = "上一个快照版本已被存储 %@。您当前的更改将失去。";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "您上次提交到 Karelia software 的问题导致以下信息：";

/* validated message */
"The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu." = "来自 HTML 验证器的结果已经载入至 Sandvox 的显示网页。若要返回您网页的标准显示，请选择 '重新载入显示页面' 选单。";

/* Export error */
"The site could not be exported. Could not remove the existing file at:\r%@" = "这网站不能被导出。无法移去该位置上的现有文件：\r%@";

/* Transfer Controller */
"The site has been published to %@." = "这网站已被发布到 %@.";

/* Transfer Controller */
"The site has been published to this computer." = "这网站已被发布到这台计算机。";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "尚未决定可存取此网站的网址。";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@" = "验证器返回以下状态信息：\n\n%@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "已有部分页面含有与你所添加的相同名称。你想要更改到其他名称吗？";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \\U201C%@.\\U201D Do you wish to rename it to \\U201C%@?\\U201D" = "已有一个页面含有使用文件名 “%1$@.” 你想要更改到名称“%2$@?”吗？";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "这似乎不是有效的网域名称。网域名称是由服务器名称与网域名称组成，如 server.domain.com 或为一个有效的 IP 地址，如 '123.45.67.89'。";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "这看来不是有效的网络地址。%1$@%2$@%3$@  不是有效的主机名称。";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "该信息已被存储到您的桌面上，名为 '%@-Paypal Error.html'。";

/* Warning for a published home page; the placeholder is replaced with 'Sandvox' as a hyperlink. */
"This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)" = "此页面是以试用版本 %@ 创建。(必须购买 Sandvox 才可发布多个页面。) ";

/* No comment provided by engineer. */
"This text can contain HTML or scripts such as JavaScript and PHP." = "这文本可包含 HTML 或 JavaScript 和 PHP 脚本。";

/* No comment provided by engineer. */
"This text can only contain HTML, no scripting constructs" = "这文本仅可包含 HTML，不含脚本构造";

/* No comment provided by engineer. */
"This version of Sandvox has expired." = "这版本的 Sandvox 已过期。";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Please contact Karelia Software for an update." = "这版本的 Sandvox 不再起作用。请联系 Karelia Software 获取更新。";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available." = "这版本的 Sandvox 不再起作用。Karelia Software 将马上核查更新，如果可以的话请安装最新版本。";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "您必须设定 MobileMe 账号，才可发布此网站。";

/* Hosting not setup */
"This website is not set up to be published on this computer or on another host." = "这网站尚未设置好发布到这计算机或其他主机上。";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "此网站并未设定发布于此台电脑或其他主机。\n\n请按一下\"编辑\"以设定发布网站的位置。";

/* introduction of local hosting */
"This website will be published locally on your computer." = "此网站将会发布于您的本机电脑。";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "此网站将会发布于外部主机。";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "这网站将被发布到您的“%@” 账号。";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "这网站将被发布到您的 “%@” MobileMe 账号。";

/* status message for test connection */
"Timed out, unable to complete tests." = "逾时，无法完成测试。";

/* tooltip Title:  */
"Title: " = "标题：";

/* multiple items selected, longer placeholder */
"Titles of browser window for selected pages. (Duplicates are discouraged.)" = "所选页面的浏览器窗口标题。(不可复制。)";

/* Prompt in webview */
"To enable comments, please choose a Weblog Comments provider in the Site Inspector" = "要启用留言，请在网站检查器里选择一个网志留言提供者";

/* Prompt in webview */
"To enable Disqus comments, enter the Disqus short name of this site into the Site Inspector" = "要启用 Disqus 留言，在网站检查器里输入这网站的 Disqus 短名";

/* Prompt in webview */
"To enable Haloscan comments, enter your Haloscan ID into the Site Inspector" = "要启用 Haloscan 留言，在网站检查器里输入您的 Haloscan ID";

/* Prompt in webview */
"To enable IntenseDebate comments, enter the Account ID of this site into the Site Inspector" = "要启用 IntenseDebate 留言，在网站检查器里输入这网站的账户 ID";

/* Prompt in webview */
"To enable JS-Kit comments, enter your moderator email address into the Site Inspector" = "要启用 JS-Kit 留言，在网站检查器里输入您的 moderator 电邮地址";

/* Relative Date - Today */
"Today" = "今天";

/* Relative Date - Tomorrow */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "收藏";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "页面";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Pagelet";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "设计样板";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "创建链接";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "编辑 Raw HTML";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "编辑链接";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "隐藏标记符号";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "显示标记符号";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "群组";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "发布";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH_ALL" = "发布整个网站";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "设定主机";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "检查器";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "媒体";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "将新的收藏加到您的网站。";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "将新的页面加到您的网站。";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "将新的 pagelet 加到目前的页面。";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "替您的网站选择设计样板。";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "打开面板，创建所选文字的链接";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "在新窗口编辑 HTML 内容";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "打开面板，编辑所选的链接";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "隐藏协助编辑的页面标记符号";

/* tooltip */
"TOOLTIP_EDIT_ON" = "显示协助编辑的页面标记符号";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "将所选页面群组于新的收藏";

/* tooltip */
"TOOLTIP_PUBLISH" = "传送变更至您的 ISP。";

/* tooltip */
"TOOLTIP_PUBLISH_ALL" = "发送整个网站到您的 ISP。";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "显示主机设定助理程序";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "显示/隐藏检查器面板";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "显示/隐藏媒体浏览器";

/* String_On_Page_Template - text for trackback link */
"Trackback" = "通告引用";

/* Message to user following unsuccessful HTTP submit */
"Transmission error; Your message will be re-sent later." = "传送错误；您的信息将稍后再发送。";

/* No comment provided by engineer. */
"Try Again" = "再试一次";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "无法连接；密码并不被您的账号接受。请返回并复查您的账号信息。";

/* No comment provided by engineer. */
"Unable to convert %@ to editable HTML." = "不能转换 %@ 为可编辑的 HTML。";

/* No comment provided by engineer. */
"Unable to convert document %@ to HTML." = "不能转换文稿 %@ 为可编辑的 HTML。";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "不能在路径(%@)上创建目录。";

/* Alert: Unable to create new document. */
"Unable to create new document." = "无法创建新文稿。";

/* alert failure reason */
"Unable to create snapshot folder at %@." = "无法在 %@ 创建快照文件夹";

/* status message for test connection */
"Unable to create test file %@" = "无法创建测试文件 %@";

/* Description of an error */
"Unable to decompress data, code=%d" = "无法解压缩数据，代码=%d";

/* status message for test connection */
"Unable to download file from URL: %@" = "无法从该网址下载文件：%@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "无法从服务器下载测试文件。您的主机网址格式可能设定有误。";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "无法与服务器建立 HTTP 连接。您的主机网址格式可能设定有误。";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "无法与该网址建立连接：%@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "无法找到之前打开过的文件。";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@, reason: %@." = "不能从 %1$@ 合并文稿数据，因为：%2$@。";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@." = "不能从 %@ 合并文稿数据。";

/* Title of alert */
"Unable to Open Web URL" = "无法打开网址";

/* error message */
"Unable to post HTML to validator.w3.org:\n%@" = "无法张贴 HTML 至 validator.w3.org：\n%@";

/* error description: document metadata is unreadable */
"Unable to read document metadata." = "无法读取文稿元数据。";

/* error description: document model version is unknown */
"Unable to read document model information." = "无法读取文稿的模型信息。";

/* No comment provided by engineer. */
"Unable to read document “%@”." = "无法读取文稿“%@”。";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "不能更名文稿 %1$@ 到 %2$@。更新未能完成。";

/* Message to user following unsuccessful HTTP submit */
"Unable to sign you up. Please try again later." = "无法签署。请稍后再试一次。";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "不能位于路径 %@ 上的文稿。该路径看来似乎不是一个文件。";

/* Title of alert */
"Unable to Validate" = "无法验证";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "未标题页面";

/* Indication that an installed plugin has been updated and needs to be downloaded. */
"Updated" = "已更新";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "更新您的许可或购买附加许可给 %@:";

/* document upgrade message text */
"Upgrading document “%@.”" = "正在上传文稿 “%@.”";

/* Upload information */
"Uploading “%@”" = "正在上传 “%@”";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "使用代码插入插入自定的代码到这网站的每个页面，诸如 <script> 标记或附加的 HTML。";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "使用代码插入插入自定的代码到所选的页面，诸如 <script> 标记或附加的 HTML。";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "使用该字段插入代码到 <body> 标记后面。这通常在页面的剩余内容上被 JavaScripts 使用。";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "使用该字段插入代码到 <meta> 标记后面。脚本的用途必须被放在这位置。否则，使用下面的字段在主体标记后面插入代码。";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "使用该字段插入代码到页面的末尾，正好在 </body> 标记前面。这通常被用于包含用来处理前述页面内容的 JavaScript。";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "使用该字段插入代码到文稿的每一个开端，在开放的<html>标记前面。这并非 HTML 或 Javascript  代码；它只用于服务器端(如 PHP 代码)，用来影响标题，设置 Cookie 等。";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "使用该字段插入代码到闭合的 </head>  标记前面。作用于附加 <meta> 标记，JavaScript <script>标记，样式表等。";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "使用该字段直接插入代码(如 JavaScript 'onload')到 <body> 标记里面。";

/* Publishing engine authentication error */
"Username or password could not be found." = "用户名或密码没有被发现。";

/* Title of alert */
"Validation Results Loaded" = "已载入验证结果";

/* validation error message for unexpected non-string */
"Value is not a string" = "值并非为字串";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "我们建议您阅读帮助文件里的故障排除段，使用这窗口里的帮助按钮。";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "Web 共享现已启用。";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "您愿意使用它吗？";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "您愿意使用它们吗？";

/* Yes
   Yes Button */

"Yes" = "是";

/* Relative Date - Yesterday */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "您现在已被许可使用 %1$@。\n\n请妥善保管好这序列号以备日后再注册使用。\n\n您需要退出并重新启动 %2$@，更新菜单到完整的注册状态。";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "您现在已被许可使用 %1$@。\n\n您还将会收到一个含有注册序列号的电子邮件，“%2$@”。\n\n请妥善保管好这序列号以备日后再注册使用。\n\n您需要退出并重新启动 %3$@，更新菜单到完整的注册状态。";

/* No comment provided by engineer. */
"You are running a demo version of Sandvox. Only the home page (watermarked) will be exported or uploaded. To publish additional pages, you will need to purchase a license." = "您正在运行 Sandvox 的演示版本。仅首页(含水印)能被输出和上传。要发布附加页面，您将需要购买许可。";

/* indicator that this is a demo */
"You are running a demonstration version of Sandvox." = "您正在运行试用性的 Sandvox 版本。";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "您正在执行的 Sandvox 版本为 %@（build %@）。\n\n此为公众试用的 Beta 版本，将于 %@ 到期。届时我们将会提供新的版本。\n\n如果您发现问题，请使用 Sandvox 菜单里的“发送反馈信息…”，或者寄信至 support@karelia.com。\n\n因为此为 BETA 程序，请不要将其用于重要资料或任何重要的商业活动上。请保留原始文件以及所有原始资料的备份。我们无法保证 Sandvox 的未来版本可以开启此版本所制作的网站！\n\n使用此版本即同意遵守 Karelia Software 的 Sandvox Beta License Agreement 条款与条件。";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "您单击的链接将打开 Sandvox 无法直接显示的页面。\n\n\t%@\n\n当您发布自己的网站，您将可以使用浏览器浏览该页面。";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "您已经选择在远程主机上发布网站。";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "您尚未完全指定与测试连接信息。您可能要存储进行中的设定，但在您完成前，无法发布您的网站。";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "您尚未完全指定与测试连接信息。您必须填写连接信息，并在发布网站前，验证您可连接至您的主机。";

/* No comment provided by engineer. */
"You will need to update to Mac OS X 10.4.11 (using the Software Update menu), or install 10.5 \\U201CLeopard\\U201D for this version of Sandvox to function." = "您将需要更新到 Mac OS X 10.4.11(使用软件更新菜单)，或安装 10.5 \"Leopard\"以使用新版本的 Sandvox。";

/* No comment provided by engineer. */
"Your changes will be lost if you don\\U2019t send it now." = "如果不现在发送，您的更改将失去。";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "您的电脑无法透过 Internet 从指定的网址 %@ 存取。您可能必须检查主机设定，或者设定路由器或本地网络，以便您的电脑可从 Internet 读取。";

/* No comment provided by engineer. */
"Your license key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@." = "您的许可序列号已过期。请联系 Karelia Software 接收完整功能的许可，以便继续使用 %@。";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "您的 PayPal 处理已完成，但目前 %@ 无法联络 Karelia 的数据库服务器生成许可序列号。 Paypal 将在接下来的24小时内尝试再次联系我们的服务器，我们会尽早通过电子邮件发送您的许可序列号。如果您在24小时后没有收到我们的电子邮件，请通过 support@karelia.com 联系 Karelia。确保您的信息里包含这支付确认代码：";

/* Growl notification */
"Your site has been exported" = "您的网站已被输出";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "若要从您的电脑作为网站的主机，您的\"网站\"文件夹须可让其他使用者存取。您必须将此文件夹设为完全可读取 (使用 Finder)。";